[
  {
    "Change": "04/09 inclusions (sentences 1-3 changed, exclusion 1st sentence changed.",
    "Empty_line": "",
    "ID": 100.0, 
    "Level": "2",
    "NACE_CODE_RUSSIAN": "", 
    "NACE_REV_2_CODE": "01", 
    "NACE_REV_2_DESCRIPTION": "Crop and animal production, hunting and related service activities",
    "Sections for publication": "A", 
    "empty": "",
    "excludes": "Agricultural activities exclude any subsequent processing of the agricultural products (classified under divisions 10 and 11 (Manufacture of food products and beverages) and division 12 (Manufacture of tobacco products)), beyond that needed to prepare them for the primary markets.The preparation of products for the primary markets is included here.\r\n\r\nThe division excludes field construction (e.g. agricultural land terracing, drainage, preparing rice paddies etc.) classified in section F (Construction) and buyers and cooperative associations engaged in the marketing of farm products classified in section G. Also excluded is the landscape care and maintenance, which is classified in class 81.30.",
    "includes": "This division includes two basic activities, namely the production of crop products and production of animal products, covering also the forms of organic agriculture, the growing of genetically modified crops and the raising of genetically modified animals. This division includes growing of crops in open fields as well in greenhouses.\r\n \r\nGroup 01.5 (Mixed farming) breaks with the usual principles for identifying main activity. It accepts that many agricultural holdings have reasonably balanced crop and animal production, and that it would be arbitrary to classify them in one category or the other.",
    "includes also": "This division also includes service activities incidental to agriculture, as well as hunting, trapping and related activities."
  }, 
  {
    "Change": "",
    "Empty_line": "",
    "ID": 120.0, 
    "Level": "3",
    "NACE_CODE_RUSSIAN": "",
    "NACE_REV_2_CODE": "01.1",
    "NACE_REV_2_DESCRIPTION": "Growing of non-perennial crops", 
    "Sections for publication": "A",
    "empty": "",
    "excludes": "",     "includes": "This group includes the growing of non-perennial crops, i.e. plants that do not last for more than two growing seasons. Included is the growing of these plants for the purpose of seed production.",
    "includes also": ""
  },
  {
      "Change": "11/07 inclusion changed following ISIC",
      "Empty_line": "",
      "ID": 80.0,
      "Level": "1",
      "NACE_CODE_RUSSIAN": "",
      "NACE_REV_2_CODE": "A",
      "NACE_REV_2_DESCRIPTION": "AGRICULTURE, FORESTRY AND FISHING",
      "Sections for publication": "A",
      "empty": "",
      "excludes": "",
      "includes": "This section includes the exploitation of vegetal and animal natural resources, comprising the activities of growing of crops, raising and breeding of animals, harvesting of timber and other plants, animals or animal products from a farm or their natural habitats.",
      "includes also": ""
    }
]